tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mtslzr/marmaduke-chromium"
tap "romkatv/powerlevel10k"
brew "python@3.9"
brew "glib"
brew "clang-format"
brew "ffmpeg"
brew "gcc"
brew "gnuplot"
brew "graphviz"
brew "htop"
brew "icarus-verilog"
brew "maven"
brew "mono"
brew "nmap"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "php"
brew "pygments", link: false
brew "python@3.8"
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "airflow"
cask "alfred"
cask "anydesk"
cask "appcleaner"
cask "balenaetcher"
cask "barrier"
cask "bitwarden"
cask "blackhole-16ch"
cask "calibre"
cask "dash"
cask "discord"
cask "dropbox"
cask "eclipse-ide"
cask "firefox"
cask "ghdl"
cask "google-chrome"
cask "gtkwave"
cask "iina"
cask "intellij-idea-ce"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "monitorcontrol"
cask "numi"
cask "obs"
cask "pycharm-ce"
cask "qbittorrent"
cask "rectangle"
cask "selfcontrol"
cask "slack"
cask "soundsource"
cask "spotify"
cask "telegram"
cask "texstudio"
cask "the-unarchiver"
cask "typora"
cask "visual-studio-code"
cask "wireshark"
cask "x2goclient"
cask "xquartz"
cask "zoom"
